{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MMOUI",
			"Children": [
				{
					"Source": {
						"Text": "12-128 characters"
					},
					"Translation": {
						"Text": "12-128 个字符"
					},
					"Key": "Account.PasswordHint"
				},
				{
					"Source": {
						"Text": "2-24 characters"
					},
					"Translation": {
						"Text": "2-24 个字符"
					},
					"Key": "Character.NameHint"
				},
				{
					"Source": {
						"Text": "3-32 letters, numbers or _"
					},
					"Translation": {
						"Text": "3-32 位字母、数字或下划线"
					},
					"Key": "Account.UsernameHint"
				},
				{
					"Source": {
						"Text": "Account"
					},
					"Translation": {
						"Text": "账号"
					},
					"Key": "Account.Title"
				},
				{
					"Source": {
						"Text": "Account created. Please sign in."
					},
					"Translation": {
						"Text": "账号已创建，请登录。"
					},
					"Key": "AccountCreated"
				},
				{
					"Source": {
						"Text": "Arcane Bolt"
					},
					"Translation": {
						"Text": "奥术箭"
					},
					"Key": "Action.Spell"
				},
				{
					"Source": {
						"Text": "Arcane Bolt ready"
					},
					"Translation": {
						"Text": "奥术箭已就绪"
					},
					"Key": "Cooldown.Preview"
				},
				{
					"Source": {
						"Text": "Arcane bolt: {0}s cooldown · costs 20 mana"
					},
					"Translation": {
						"Text": "奥术箭：冷却 {0} 秒 · 消耗 20 法力"
					},
					"Key": "SpellCooldownValue"
				},
				{
					"Source": {
						"Text": "Attack"
					},
					"Translation": {
						"Text": "普通攻击"
					},
					"Key": "Action.Attack"
				},
				{
					"Source": {
						"Text": "Back"
					},
					"Translation": {
						"Text": "返回"
					},
					"Key": "Action.Back"
				},
				{
					"Source": {
						"Text": "Begin your journey"
					},
					"Translation": {
						"Text": "开启旅程"
					},
					"Key": "Login.Title"
				},
				{
					"Source": {
						"Text": "Character created."
					},
					"Translation": {
						"Text": "角色已创建。"
					},
					"Key": "CharacterCreated"
				},
				{
					"Source": {
						"Text": "Character name"
					},
					"Translation": {
						"Text": "角色名称"
					},
					"Key": "Character.Name"
				},
				{
					"Source": {
						"Text": "Check the account name, password (12 or more characters), and character name."
					},
					"Translation": {
						"Text": "请检查账号名称、密码（至少 12 个字符）和角色名称。"
					},
					"Key": "InvalidInput"
				},
				{
					"Source": {
						"Text": "Choose a character"
					},
					"Translation": {
						"Text": "选择角色"
					},
					"Key": "Character.Select"
				},
				{
					"Source": {
						"Text": "Choose a character to enter the zone."
					},
					"Translation": {
						"Text": "请选择角色进入区域。"
					},
					"Key": "ChooseCharacter"
				},
				{
					"Source": {
						"Text": "Connecting to the game server…"
					},
					"Translation": {
						"Text": "正在连接游戏服务器…"
					},
					"Key": "ConnectingServer"
				},
				{
					"Source": {
						"Text": "Connection failed. Please try joining again."
					},
					"Translation": {
						"Text": "连接失败，请重新尝试入服。"
					},
					"Key": "Session.ConnectionFailed"
				},
				{
					"Source": {
						"Text": "Continue playing"
					},
					"Translation": {
						"Text": "继续游戏"
					},
					"Key": "Confirm.Cancel"
				},
				{
					"Source": {
						"Text": "Create account"
					},
					"Translation": {
						"Text": "注册账号"
					},
					"Key": "Action.Register"
				},
				{
					"Source": {
						"Text": "Create character"
					},
					"Translation": {
						"Text": "创建角色"
					},
					"Key": "Action.CreateCharacter"
				},
				{
					"Source": {
						"Text": "Creating account…"
					},
					"Translation": {
						"Text": "正在创建账号…"
					},
					"Key": "Registering"
				},
				{
					"Source": {
						"Text": "Creating character…"
					},
					"Translation": {
						"Text": "正在创建角色…"
					},
					"Key": "CreatingCharacter"
				},
				{
					"Source": {
						"Text": "English"
					},
					"Translation": {
						"Text": "English"
					},
					"Key": "Language.English"
				},
				{
					"Source": {
						"Text": "Enter world"
					},
					"Translation": {
						"Text": "进入世界"
					},
					"Key": "Action.Enter"
				},
				{
					"Source": {
						"Text": "Graphics quality"
					},
					"Translation": {
						"Text": "画质"
					},
					"Key": "Settings.Quality"
				},
				{
					"Source": {
						"Text": "High"
					},
					"Translation": {
						"Text": "高"
					},
					"Key": "Quality.High"
				},
				{
					"Source": {
						"Text": "Inventory"
					},
					"Translation": {
						"Text": "背包"
					},
					"Key": "Action.Inventory"
				},
				{
					"Source": {
						"Text": "Inventory"
					},
					"Translation": {
						"Text": "背包"
					},
					"Key": "Inventory.Title"
				},
				{
					"Source": {
						"Text": "Language"
					},
					"Translation": {
						"Text": "语言"
					},
					"Key": "Settings.Language"
				},
				{
					"Source": {
						"Text": "Leave this world?"
					},
					"Translation": {
						"Text": "离开当前世界？"
					},
					"Key": "Confirm.Title"
				},
				{
					"Source": {
						"Text": "Left stick: move · Right stick: look\nY: target · A: attack · X: arcane bolt\nView: inventory · Menu: settings"
					},
					"Translation": {
						"Text": "左摇杆：移动 · 右摇杆：视角\nY：选择目标 · A：普通攻击 · X：奥术箭\nView：背包 · Menu：设置"
					},
					"Key": "GamepadInputHint"
				},
				{
					"Source": {
						"Text": "Level 1 | XP 0"
					},
					"Translation": {
						"Text": "等级 1 | 经验 0"
					},
					"Key": "HUD.StatusPreview"
				},
				{
					"Source": {
						"Text": "Loading characters…"
					},
					"Translation": {
						"Text": "正在加载角色…"
					},
					"Key": "LoadingCharacters"
				},
				{
					"Source": {
						"Text": "Low"
					},
					"Translation": {
						"Text": "低"
					},
					"Key": "Quality.Low"
				},
				{
					"Source": {
						"Text": "Mana 100 / 100"
					},
					"Translation": {
						"Text": "法力 100 / 100"
					},
					"Key": "Mana.Preview"
				},
				{
					"Source": {
						"Text": "Mana potion"
					},
					"Translation": {
						"Text": "法力药剂"
					},
					"Key": "ManaPotion"
				},
				{
					"Source": {
						"Text": "Mana {0} / 100"
					},
					"Translation": {
						"Text": "法力 {0} / 100"
					},
					"Key": "ManaValue"
				},
				{
					"Source": {
						"Text": "Medium"
					},
					"Translation": {
						"Text": "中"
					},
					"Key": "Quality.Medium"
				},
				{
					"Source": {
						"Text": "No items."
					},
					"Translation": {
						"Text": "背包为空。"
					},
					"Key": "Inventory.Empty"
				},
				{
					"Source": {
						"Text": "No target selected"
					},
					"Translation": {
						"Text": "尚未选择目标"
					},
					"Key": "NoTarget"
				},
				{
					"Source": {
						"Text": "No target selected"
					},
					"Translation": {
						"Text": "尚未选择目标"
					},
					"Key": "Target.Preview"
				},
				{
					"Source": {
						"Text": "Password"
					},
					"Translation": {
						"Text": "密码"
					},
					"Key": "Account.Password"
				},
				{
					"Source": {
						"Text": "Refresh"
					},
					"Translation": {
						"Text": "刷新角色"
					},
					"Key": "Action.Refresh"
				},
				{
					"Source": {
						"Text": "Request failed (HTTP {0}). Please try again."
					},
					"Translation": {
						"Text": "请求失败（HTTP {0}），请重试。"
					},
					"Key": "BackendRequestFailed"
				},
				{
					"Source": {
						"Text": "Requesting a one-time join ticket…"
					},
					"Translation": {
						"Text": "正在申请一次性入服票据…"
					},
					"Key": "RequestingTicket"
				},
				{
					"Source": {
						"Text": "Save and sign out"
					},
					"Translation": {
						"Text": "保存并退出"
					},
					"Key": "Confirm.Accept"
				},
				{
					"Source": {
						"Text": "Settings"
					},
					"Translation": {
						"Text": "设置"
					},
					"Key": "Action.Settings"
				},
				{
					"Source": {
						"Text": "Settings"
					},
					"Translation": {
						"Text": "设置"
					},
					"Key": "Settings.Title"
				},
				{
					"Source": {
						"Text": "Sign in"
					},
					"Translation": {
						"Text": "登录"
					},
					"Key": "Action.SignIn"
				},
				{
					"Source": {
						"Text": "Sign in to choose your character."
					},
					"Translation": {
						"Text": "登录后选择你的角色。"
					},
					"Key": "Login.Status"
				},
				{
					"Source": {
						"Text": "Sign out"
					},
					"Translation": {
						"Text": "退出登录"
					},
					"Key": "Action.Logout"
				},
				{
					"Source": {
						"Text": "Signed in."
					},
					"Translation": {
						"Text": "登录成功。"
					},
					"Key": "SignedIn"
				},
				{
					"Source": {
						"Text": "Signing in…"
					},
					"Translation": {
						"Text": "正在登录…"
					},
					"Key": "SigningIn"
				},
				{
					"Source": {
						"Text": "Simplified Chinese"
					},
					"Translation": {
						"Text": "简体中文"
					},
					"Key": "Language.Chinese"
				},
				{
					"Source": {
						"Text": "Target"
					},
					"Translation": {
						"Text": "选择目标"
					},
					"Key": "Action.Target"
				},
				{
					"Source": {
						"Text": "Target"
					},
					"Translation": {
						"Text": "目标"
					},
					"Key": "Target.Title"
				},
				{
					"Source": {
						"Text": "That account name is already registered."
					},
					"Translation": {
						"Text": "该账号名称已被注册。"
					},
					"Key": "UsernameTaken"
				},
				{
					"Source": {
						"Text": "That character name is already in use."
					},
					"Translation": {
						"Text": "该角色名称已被使用。"
					},
					"Key": "CharacterNameTaken"
				},
				{
					"Source": {
						"Text": "The account or password is incorrect, or your session expired. Sign in again."
					},
					"Translation": {
						"Text": "账号或密码不正确，或登录已过期，请重新登录。"
					},
					"Key": "Unauthorized"
				},
				{
					"Source": {
						"Text": "The backend is unavailable. Check that the service and database are running."
					},
					"Translation": {
						"Text": "后端服务不可用，请检查服务与数据库是否正在运行。"
					},
					"Key": "BackendUnavailable"
				},
				{
					"Source": {
						"Text": "The game server is unavailable. Please try again later."
					},
					"Translation": {
						"Text": "游戏服务器暂时不可用，请稍后重试。"
					},
					"Key": "Session.ServerUnavailable"
				},
				{
					"Source": {
						"Text": "The game world is unavailable. Please try again later."
					},
					"Translation": {
						"Text": "游戏世界暂时不可用，请稍后重试。"
					},
					"Key": "Session.ExperienceUnavailable"
				},
				{
					"Source": {
						"Text": "The join ticket expired or was already used. Request a new ticket."
					},
					"Translation": {
						"Text": "入服票据已过期或已使用，请重新申请。"
					},
					"Key": "InvalidTicket"
				},
				{
					"Source": {
						"Text": "This account already has an active character. Exit that session first."
					},
					"Translation": {
						"Text": "该账号已有在线角色，请先退出当前会话。"
					},
					"Key": "AlreadyOnline"
				},
				{
					"Source": {
						"Text": "This account has reached the character limit."
					},
					"Translation": {
						"Text": "该账号的角色数量已达上限。"
					},
					"Key": "CharacterLimit"
				},
				{
					"Source": {
						"Text": "This character or service resource is unavailable."
					},
					"Translation": {
						"Text": "该角色或服务资源不可用。"
					},
					"Key": "CharacterUnavailable"
				},
				{
					"Source": {
						"Text": "Training target · Health {0} / 100"
					},
					"Translation": {
						"Text": "训练目标 · 生命 {0} / 100"
					},
					"Key": "TargetHealthValue"
				},
				{
					"Source": {
						"Text": "Traveler"
					},
					"Translation": {
						"Text": "旅者"
					},
					"Key": "HUD.Title"
				},
				{
					"Source": {
						"Text": "Use mana potion"
					},
					"Translation": {
						"Text": "使用法力药剂"
					},
					"Key": "Action.Potion"
				},
				{
					"Source": {
						"Text": "Username"
					},
					"Translation": {
						"Text": "账号名称"
					},
					"Key": "Account.Username"
				},
				{
					"Source": {
						"Text": "WASD Move | Right mouse Look"
					},
					"Translation": {
						"Text": "WASD 移动 | 鼠标右键转动视角"
					},
					"Key": "HUD.Controls"
				},
				{
					"Source": {
						"Text": "WASD: move · Hold right mouse: look\nTab: target · 1: attack · 2: arcane bolt\nI: inventory · P: settings"
					},
					"Translation": {
						"Text": "WASD：移动 · 按住鼠标右键：视角\nTab：选择目标 · 1：普通攻击 · 2：奥术箭\nI：背包 · P：设置"
					},
					"Key": "KeyboardInputHint"
				},
				{
					"Source": {
						"Text": "Waiting for the server to load your character…"
					},
					"Translation": {
						"Text": "正在等待服务器加载角色…"
					},
					"Key": "WaitingForCharacter"
				},
				{
					"Source": {
						"Text": "You died. Respawning at the checkpoint…"
					},
					"Translation": {
						"Text": "你已死亡，正在检查点重生…"
					},
					"Key": "PlayerDead"
				},
				{
					"Source": {
						"Text": "You do not have permission to perform this operation."
					},
					"Translation": {
						"Text": "你没有执行此操作的权限。"
					},
					"Key": "Forbidden"
				},
				{
					"Source": {
						"Text": "Your character could not be initialized. Please try joining again."
					},
					"Translation": {
						"Text": "角色初始化失败，请重新尝试入服。"
					},
					"Key": "Session.CharacterInitializationFailed"
				},
				{
					"Source": {
						"Text": "Your character is saved before you return to sign in."
					},
					"Translation": {
						"Text": "返回登录界面前将保存你的角色。"
					},
					"Key": "Confirm.Explanation"
				},
				{
					"Source": {
						"Text": "Your character session has ended. Join again to reload your saved progress."
					},
					"Translation": {
						"Text": "角色会话已结束，请重新入服以加载已保存的进度。"
					},
					"Key": "Session.PersistenceLost"
				},
				{
					"Source": {
						"Text": "Your characters"
					},
					"Translation": {
						"Text": "你的角色"
					},
					"Key": "Character.Title"
				},
				{
					"Source": {
						"Text": "Your entry ticket was rejected or expired. Select your character and join again."
					},
					"Translation": {
						"Text": "入服票据被拒绝或已过期，请重新选择角色并入服。"
					},
					"Key": "Session.TicketRejected"
				},
				{
					"Source": {
						"Text": "Your inventory is empty. Defeat a training target to earn a potion."
					},
					"Translation": {
						"Text": "背包为空。击败训练目标可获得药剂。"
					},
					"Key": "InventoryEmpty"
				},
				{
					"Source": {
						"Text": "{0} · Level {1} · XP {2}\nHealth {3} / 100"
					},
					"Translation": {
						"Text": "{0} · 等级 {1} · 经验 {2}\n生命 {3} / 100"
					},
					"Key": "PlayerStatusValue"
				},
				{
					"Source": {
						"Text": "{0} × {1}"
					},
					"Translation": {
						"Text": "{0} × {1}"
					},
					"Key": "InventoryItemQuantity"
				}
			]
		}
	]
}